var cities = 'Британия\n' +
  'Австралия\n' +
  '\n' +
  'Лениногорск \n' +
  '\n' +
  'swiss\n' +
  'Корея\n' +
  '\n' +
  'Нидерланды\n' +
  'Турция, Стамбул\n' +
  'Япония\n' +
  '\n' +
  'Нидерланды\n' +
  'Турция, Гергер\n' +
  'Британия\n' +
  'swiss\n' +
  '\n' +
  '\n' +
  'Австрия\n' +
  '\n' +
  'Китай\n' +
  'Китай\n' +
  'Бишкек\n' +
  'Куеда\n' +
  'Оренбург\n' +
  'Оренбург.обл, г.Орск\n' +
  'Пермь\n' +
  'Березники\n' +
  'Березники\n' +
  'Москва\n' +
  '\n' +
  'Ижевск\n' +
  'Оренбург\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  '\n' +
  '\n' +
  'Кунгур\n' +
  'Пермь\n' +
  'Оса\n' +
  'д.б. Березник\n' +
  'Нижний Новгород\n' +
  '\n' +
  'Киргизия\n' +
  'Екатеринбург\n' +
  'Башкирия\n' +
  'Химки\n' +
  'Дичетовкины\n' +
  'Екатеринбург\n' +
  'Губаха\n' +
  'г.Пермь\n' +
  'Челябинск \n' +
  'Перм.край, Куеда\n' +
  'Пермь\n' +
  '\n' +
  'Екатеринбург\n' +
  'Пермь\n' +
  'Тольятти\n' +
  'Ижевск\n' +
  '\n' +
  'Миасс\n' +
  'Египет\n' +
  'Бишкек\n' +
  'Киргизия\n' +
  'Кунгур\n' +
  'Ижевск\n' +
  'Перм.край, Нытва\n' +
  'Березники\n' +
  'Березники\n' +
  'с. Беково\n' +
  'Ижевск\n' +
  'Азербайджан\n' +
  'С.Петербург\n' +
  'Астрахань\n' +
  'Астрахань\n' +
  'Казань\n' +
  'Агрыз\n' +
  'Куеда\n' +
  'Томск\n' +
  'Казань\n' +
  'Челябинск\n' +
  'Чайковский\n' +
  'Шадринск\n' +
  'Губаха\n' +
  'Мариинск\n' +
  'Чайковский\n' +
  'п.Пионерский\n' +
  'Перм.край\n' +
  'Свердл.обл., г.Верхняя Салда\n' +
  'Удмуртия\n' +
  'Барнаул\n' +
  'Барнаул\n' +
  'Суксун\n' +
  'Чайковский\n' +
  'Ханты-мансийск\n' +
  'Куеда\n' +
  'Пермь\n' +
  'Самара\n' +
  'Волгоград\n' +
  'Красноярск\n' +
  'Пермь\n' +
  'Сургут\n' +
  'Нижний Новгород\n' +
  'Пермь\n' +
  'Песковка\n' +
  'Тюмень\n' +
  'Усолье\n' +
  'Перм.край, с.Усолье\n' +
  'Ижевск\n' +
  'Азербайджан\n' +
  'Перм.край,Октяб.р-он\n' +
  'п. Сарс\n' +
  'Сарс\n' +
  'Октябрьский\n' +
  'Березники\n' +
  'Чернушинский район\n' +
  'Чайковский\n' +
  '\n' +
  'Уфа\n' +
  'Кудымкар\n' +
  'д.Заборье\n' +
  'д. Комариха\n' +
  'Перм.край, п.Октябрьский\n' +
  'Челяб.обл.\n' +
  'Нижнекамск\n' +
  'Чайковский\n' +
  'Чусовой\n' +
  'Уфа\n' +
  'Башкирия\n' +
  'Губаха\n' +
  '\n' +
  'Березники\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'д.Молоково\n' +
  'Краснокамск \n' +
  'Соликамск\n' +
  'Пижма\n' +
  'Березники\n' +
  'Н.Тагил\n' +
  'Екатеринбург\n' +
  'Соликамск\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Озерск\n' +
  'Чайковский\n' +
  'Советский\n' +
  'челябинск\n' +
  'с. Б.Уса\n' +
  'Б.Уса\n' +
  'Красноярский край\n' +
  'Красноярский край\n' +
  '\n' +
  'п. Октябрьский\n' +
  'Свердл.обл.,г.Лесной\n' +
  '\n' +
  'Куеда\n' +
  'Верещагино\n' +
  '\n' +
  'Верещагино\n' +
  'г. Вольск\n' +
  'Горнозаводск\n' +
  'Чайковский\n' +
  'Сарапул\n' +
  'Куеда\n' +
  '\n' +
  'Калининград\n' +
  'Калининград\n' +
  'Уфа\n' +
  'Москва\n' +
  'с.Кува\n' +
  'Кудымкар\n' +
  'с.Кува\n' +
  'Свердл.обл.\n' +
  'Оричи\n' +
  'Перм.край, п.Юсьва\n' +
  'Чайковский\n' +
  'Нижний Новгород\n' +
  'Омск\n' +
  'Челябинск\n' +
  'Пермь\n' +
  'Пермь\n' +
  'Башкортостан\n' +
  'Соликамск\n' +
  'Башкирия, г. Янаул\n' +
  'Астрахань\n' +
  'Кудымкар\n' +
  'Ижевск\n' +
  'Перм.край, Суксун\n' +
  'Кудымкар\n' +
  'Юсьва\n' +
  'Юсьвинск\n' +
  'Юсьва\n' +
  'Юсьва\n' +
  'Перм.край, Суксун\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Куеда\n' +
  '\n' +
  'Тимирязевский\n' +
  'Испания\n' +
  'Ижевск\n' +
  'Малая Пурга\n' +
  'Чайковский\n' +
  'Усольский р-он\n' +
  'с. Уинское\n' +
  'Уинское\n' +
  'Уинское\n' +
  'Чебоксары\n' +
  'Бирск\n' +
  'Питер\n' +
  'Сыктывкар\n' +
  'Чайковский\n' +
  'Октябрьский р-он\n' +
  'Уфа\n' +
  'Тюм.обл.\n' +
  'Тюм.обл.\n' +
  'Чайковский\n' +
  'Лысьва\n' +
  '\n' +
  'Екатеринбург\n' +
  'Ижевск\n' +
  'Лысьва\n' +
  'Свердл.обл\n' +
  'Киров\n' +
  'Пермский край, Чернушка\n' +
  'Ульяновск\n' +
  'Португалия\n' +
  'Новоуральск\n' +
  'Чайковский\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Киров\n' +
  'Нижний Новгород\n' +
  'Удмуртия\n' +
  'Ижевск\n' +
  'Уфа\n' +
  'Пермь \n' +
  'Красноярск, Минусинск\n' +
  'Москва\n' +
  'Новосибирск\n' +
  'Москва\n' +
  'Челябинск\n' +
  'Украина, Полтава\n' +
  'Азов\n' +
  'Березники\n' +
  'Челябинск\n' +
  'Оса\n' +
  'Екатеринбург\n' +
  'Березники\n' +
  'Моск.обл., \n' +
  'Оханск\n' +
  'Березники\n' +
  'Краснокамск\n' +
  'Курганская область\n' +
  'Курганская область\n' +
  'Соликамск\n' +
  'Магнитогорск\n' +
  'Челябинск\n' +
  'Первоуральск\n' +
  'Первоуральск\n' +
  'Первоуральск\n' +
  'Первоуральск\n' +
  'Первоуральск\n' +
  'Чайковский\n' +
  'Челяб.обл.\n' +
  'Тюмень\n' +
  'Березники\n' +
  'москва\n' +
  'Чайковский\n' +
  'Ижевск\n' +
  'Перм.край, с.Юсьва\n' +
  'Очер\n' +
  'Челябинск\n' +
  '\n' +
  'г.Оханск\n' +
  'Сыктывкар\n' +
  '\n' +
  'Полевской\n' +
  'Серов\n' +
  'Свердл.обл., Лесной\n' +
  'Киров\n' +
  'Соликамск\n' +
  'Краснокамск\n' +
  'Санкт-Питербург\n' +
  'Чайковский\n' +
  'Пермь\n' +
  'Кунгур\n' +
  'Ижевск\n' +
  'Перм.край, д.Борино\n' +
  '\n' +
  'Ижевск\n' +
  'Тюм.обл., с.Медведево\n' +
  'Кемерово\n' +
  'Челябинск\n' +
  'Калужская обл.\n' +
  'Екатеринбург\n' +
  'Соликамск\n' +
  'Красновишерск\n' +
  'Великое Поле\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Казань\n' +
  'пос.Октябрьский\n' +
  'с. Зернино\n' +
  'Н.Тагил\n' +
  'с.Горы\n' +
  'киров\n' +
  '\n' +
  'Кунгур\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Саранск\n' +
  'Франция\n' +
  'Пермь\n' +
  'Серова\n' +
  'Екатеринбург\n' +
  'Пермь\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  '\n' +
  'Нижний Тагил\n' +
  'Киров\n' +
  'с.П-Коча\n' +
  'Чайковский\n' +
  'Тюш\n' +
  'Свердл.обл., г.Верхняя Салда\n' +
  'Сыктывкар\n' +
  'Тюмень\n' +
  'пос. Ленинский\n' +
  'Новосибирск\n' +
  'Челябинск\n' +
  'Кунгур\n' +
  '\n' +
  'Кунгур\n' +
  'Чусовой\n' +
  'Ижевск\n' +
  'Москва\n' +
  'Новосибирск\n' +
  'Чусовой\n' +
  'Чайковск \n' +
  'Каменск-Уральский\n' +
  'Кемерово\n' +
  'Н.Челны\n' +
  'Оренбург\n' +
  'Чернушка\n' +
  'Магнитогорск\n' +
  'Очер\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Ижевск\n' +
  'Башкирия\n' +
  'Ижевск\n' +
  'Москва\n' +
  'Чернушка\n' +
  'Кудымкар\n' +
  'Чайковский\n' +
  'Верещагино\n' +
  'Кирово-Чепецк\n' +
  'Московская обл.\n' +
  'Октябрьский адм.округ\n' +
  'Ижевск\n' +
  'Чайковский\n' +
  'Германия Мюнхен\n' +
  'Губаха\n' +
  'Губаха\n' +
  'Губаха\n' +
  'Куеда\n' +
  'Питер\n' +
  'Куеда\n' +
  'Куеда\n' +
  'Перм.край, Куеда\n' +
  'Ижевск\n' +
  'Соликамск\n' +
  'Челябинск\n' +
  'Серов\n' +
  'Боливия/Ростов-на Дону\n' +
  'Нижний Новгород\n' +
  'Удмуртия \n' +
  'Якутия \n' +
  'Германия\n' +
  '\n' +
  'Удмуртия\n' +
  'Оханск\n' +
  'Перм.край, Оханск\n' +
  'Советский\n' +
  'Песковка\n' +
  'березовский р-он\n' +
  'Нытва\n' +
  'Горнозаводск\n' +
  'Слободск\n' +
  'Кир.обл, Слободский\n' +
  'Слободской\n' +
  'Соликамский район\n' +
  'Челябинск\n' +
  'Очёр\n' +
  'Краснодар\n' +
  'Москва\n' +
  'Горнозаводск\n' +
  'Омск\n' +
  'Омск\n' +
  'Омск\n' +
  'Екатеринбург\n' +
  'Самара\n' +
  'Пермь\n' +
  'Германия Нойс\n' +
  'Чайковский\n' +
  'Перм.край,Чайковский\n' +
  'Красное\n' +
  '\n' +
  'Трубчевск\n' +
  'Пермь\n' +
  'Качканар\n' +
  'Санкт-Петербург\n' +
  'Кунгур\n' +
  'Сарапул\n' +
  'Красный Яр\n' +
  'Челябинск\n' +
  'Иркутск\n' +
  'Москва\n' +
  'Екатеринбург\n' +
  'Чайковский\n' +
  'Чусовой\n' +
  'Чусовой\n' +
  'Верещагино\n' +
  'Чайковский\n' +
  'Губаха\n' +
  'Чайковский\n' +
  'Верещагино\n' +
  'Суксун\n' +
  'Зеленогорск\n' +
  'Башкортостан, г.Нефтекамск\n' +
  'Соликамск\n' +
  'Барнаул\n' +
  'Моск.обл.,дер.Лукьянова\n' +
  'Новокузнецк\n' +
  'Юсьва\n' +
  'Астрахань\n' +
  'Таджикистан\n' +
  'Свердл.обл., Ревда\n' +
  'Ижевск\n' +
  'Чернушка\n' +
  'Мытищи\n' +
  'Ныроб\n' +
  'Чайковский\n' +
  'Поронайск\n' +
  'Чайковский\n' +
  'Перм.край, Губаха\n' +
  '\n' +
  'Челябинск\n' +
  'Можга\n' +
  '\n' +
  'Уфа\n' +
  'Уфа\n' +
  'Уфа\n' +
  'Чернушка\n' +
  'Перм.край, Чернушка\n' +
  'Кизел\n' +
  'Киров.обл.\n' +
  'Башкирия, Туймазы\n' +
  'Челябинск\n' +
  'Башкирия\n' +
  'Санкт-Питербург\n' +
  'Среднеуральск\n' +
  'Чернушка\n' +
  'Киров\n' +
  'Кунгур\n' +
  'Чайковский\n' +
  'Чернушка \n' +
  'Оренбург\n' +
  'Уфа\n' +
  'Чайковский\n' +
  'Куеда\n' +
  'Казань\n' +
  'Удмуртия, пос.Новый\n' +
  '\n' +
  '\n' +
  'Березовка\n' +
  'Ижевск\n' +
  'с.Березовка\n' +
  'Чайковский\n' +
  'Перм.край, Октяб.р-он\n' +
  'Екатерин.\n' +
  'Санкт-Петербург\n' +
  'Ижевск\n' +
  'Екатеринбург\n' +
  'Губаха\n' +
  'г.Губаха\n' +
  'Пермь\n' +
  '\n' +
  'Санкт-Питербург\n' +
  'Перм.край, Оханск\n' +
  'Оханск\n' +
  'Глазов\n' +
  'Лысьва\n' +
  'Перм.край,Оханск\n' +
  'Ильинский\n' +
  'г.Казань\n' +
  'Чайковский\n' +
  'Чернушка\n' +
  'Чайковский\n' +
  'Ижевск\n' +
  'Удмуртия, Глазов\n' +
  'Ленингр.обл.,г.Сертолово\n' +
  'Уфа\n' +
  'Челябинск\n' +
  'Перм.край, Кизел\n' +
  'Березники\n' +
  'Очер\n' +
  '\n' +
  'Краснодар\n' +
  'Лысьва\n' +
  'Очер\n' +
  'с. Вараксино\n' +
  'Ижевск\n' +
  'Нижний Тагил\n' +
  '\n' +
  'Екатеринбург\n' +
  'г.Губаха\n' +
  'Чернушка\n' +
  '\n' +
  'Республика Крым\n' +
  'Екатеринбург\n' +
  'Нижний Тагил\n' +
  'Уральский\n' +
  'Ижевск\n' +
  'Екатеринбург\n' +
  'Оса\n' +
  'Оса\n' +
  'Екатеринбург\n' +
  'Соликамск\n' +
  'Асбест\n' +
  'Уфа\n' +
  'Оханск\n' +
  'Новосибирск\n' +
  'Березники\n' +
  'Москва\n' +
  'Соликамск\n' +
  'Перм.край,Суксун\n' +
  'Мурманск\n' +
  'Мурманск\n' +
  'Воткинск\n' +
  'Курганская обл.\n' +
  'Чернушка\n' +
  'Чайковский\n' +
  'Чебоксары\n' +
  'Арзамас\n' +
  'Украина\n' +
  'Гремячинск\n' +
  'Нижний Новгород\n' +
  'Чернушен.р-он\n' +
  'Москва\n' +
  'Ижевск\n' +
  'Березовка\n' +
  'Александровск\n' +
  'Александровск\n' +
  'Александровск\n' +
  'Александровск\n' +
  'Челябинск\n' +
  'Челябинск\n' +
  '\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чебоксары\n' +
  'Новосибирск\n' +
  'Чернушка\n' +
  '\n' +
  'г. Лысьва\n' +
  'Приморье \n' +
  'Соликамск\n' +
  'С.Коса \n' +
  'Москва\n' +
  'Барнаул\n' +
  'Кунгур\n' +
  'Кунгур \n' +
  'Стулово\n' +
  'Одинцова\n' +
  'Красноуфимск\n' +
  'челябинск\n' +
  'Соликамск\n' +
  'Кунгур\n' +
  'Куеда\n' +
  'Кировская обл.\n' +
  'Чайковский\n' +
  'Горнозавдск\n' +
  'Свердл.обл., Ревда\n' +
  'Кострома\n' +
  'Чайковский\n' +
  'Малая Пурга\n' +
  'Удмуртия, Можга\n' +
  'Москва\n' +
  'Башкирия, Бирск\n' +
  'Н.Новгород\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'пгт Павловский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Саратовская обл.\n' +
  'г.Вольск Сарат. Обл\n' +
  'Калининград\n' +
  'Кунгур\n' +
  'Екатеринбург\n' +
  'Оханск.р-н, Острожка\n' +
  'Ныроб\n' +
  'Добрянка\n' +
  'Ставропольский край\n' +
  'Омск\n' +
  'Чебоксары\n' +
  'Ульяновск\n' +
  'село Криводановка\n' +
  'Моск.обл., Краснознаменск\n' +
  'Воронеж\n' +
  'Омск\n' +
  '\n' +
  'Челябинск\n' +
  'Свердл.обл.\n' +
  'Бельгия\n' +
  'Челябинск \n' +
  'Григорово\n' +
  'Миасс\n' +
  'Горнозаводск\n' +
  'Оренбург\n' +
  'Минск\n' +
  'Златоуст\n' +
  'Глазов\n' +
  'Кез\n' +
  'Ижевск\n' +
  'Перм.край, Суксун\n' +
  'Кир.обл, Слободский\n' +
  'Перм. Край с. Елово\n' +
  'Соликамск\n' +
  'Москва\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Чусовой\n' +
  'Соликамск\n' +
  'Моска\n' +
  'Екатеринбург\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Новосибирск\n' +
  'Чебоксары\n' +
  'Екатеринбург\n' +
  'Слободской\n' +
  'Чусовой\n' +
  'Кудымкар\n' +
  'Тюмень\n' +
  'Нижний новгород\n' +
  'Тобольск\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Москва\n' +
  'г.Куеда\n' +
  'Киров\n' +
  'Киров\n' +
  'Чусовой\n' +
  'Екатеринбург\n' +
  'Брест\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Екатеринбург\n' +
  'Березовка\n' +
  'Нижневартовск\n' +
  'Ростов-на-Дону\n' +
  'Красновишерск\n' +
  'Пермь\n' +
  'Верещагино\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  '\n' +
  'Тюмень\n' +
  '\n' +
  'Чернушка\n' +
  'Омск\n' +
  'Гайны\n' +
  'Киров\n' +
  '\n' +
  'Очер\n' +
  'Алтайский край\n' +
  'Железногорск\n' +
  'Нижний Новгород\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Челябинская обл.\n' +
  'Березники\n' +
  'Березники\n' +
  '\n' +
  'Чайковский\n' +
  'Березники\n' +
  'Александровск\n' +
  'Александровск\n' +
  'Соликамск\n' +
  'п. Сарс\n' +
  'Киров.обл.\n' +
  'Киров\n' +
  'Киров\n' +
  'Чернушка\n' +
  'Тольятти\n' +
  'Тюмень\n' +
  'Сарапул\n' +
  'Ижевск\n' +
  'Кудымкар\n' +
  'Кунгур\n' +
  'Чайковский\n' +
  'Оса\n' +
  'Ханты-мансийск\n' +
  'Свердл.обл.\n' +
  'Березники\n' +
  'Березники\n' +
  'Березники\n' +
  'Свердл.обл., Березовск\n' +
  '\n' +
  'Верещагино\n' +
  'Верещагино\n' +
  'Верещагино\n' +
  'Частинский район\n' +
  'Чайковский\n' +
  'Москва\n' +
  'Санкт-Питербург\n' +
  'Екатеринбург\n' +
  'Лысьва\n' +
  'Лысьва\n' +
  'Кудымкар\n' +
  'Ижевск\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Киров\n' +
  'Франция\n' +
  'Франция\n' +
  'Санкт-Питербург\n' +
  'Кир.обл., Омутнинск\n' +
  'Курган\n' +
  'Чайковский\n' +
  'Свердл.обл.Каменск-уральский\n' +
  'Березники\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Сеполь\n' +
  'Ижевск\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Березники\n' +
  'Пермь\n' +
  'Красновишерск\n' +
  'Пермь\n' +
  'Башкирия, Белорецк\n' +
  '\n' +
  'Можга\n' +
  'Ленингр.обл., Гатчина\n' +
  'Соликамск\n' +
  'село Первомайский\n' +
  'Уфа\n' +
  'Пермь\n' +
  'Казань\n' +
  'Чайковский\n' +
  'Кировская обл.\n' +
  'Екат-рг\n' +
  'Киров\n' +
  'г.Татарстан\n' +
  'Озёрск\n' +
  'Москва\n' +
  'Башкирия, Салават\n' +
  'Чайковский\n' +
  'Ижевск\n' +
  '\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Нижний Новгород\n' +
  'Губаха\n' +
  'Лысьва\n' +
  '\n' +
  'Казань\n' +
  'Ижевск\n' +
  'Москворечье\n' +
  'Уфа\n' +
  '\n' +
  'Киров\n' +
  'Чайковский\n' +
  'Ижевск\n' +
  'Игра\n' +
  'Лысьва\n' +
  'Киров\n' +
  'Больше-Сосновский р-он, с.Петропавловск\n' +
  'Нижний Тагил\n' +
  'Ульяновск\n' +
  'Березники\n' +
  'Беларусия\n' +
  'Москва\n' +
  '\n' +
  'Кудымкар\n' +
  'Екатеринбург\n' +
  'Тюмень\n' +
  'Екатеринбург\n' +
  'Бердск\n' +
  'Свердл.обл., Реж\n' +
  'Березовка\n' +
  'Башкирия, Татышлы\n' +
  'Екатеринбург\n' +
  'Татарстан\n' +
  'Киргизия\n' +
  'Нижегородская обл.\n' +
  'Лысьва\n' +
  'Перм.край, Куеда\n' +
  'Уфа\n' +
  'Удмуртская республика\n' +
  'Сургут\n' +
  'Самара\n' +
  'Березовск\n' +
  'Куеда\n' +
  'Тюмень\n' +
  'Екатеринбург\n' +
  'Тюмень\n' +
  'Соликамск\n' +
  'Горнозаводск\n' +
  'Тюмень\n' +
  'Курган\n' +
  'Соликамск\n' +
  'Лысьва\n' +
  'Лысьва\n' +
  'Магнитогорск\n' +
  'Екатеринбург\n' +
  'Ростов на Дону\n' +
  'Березовка\n' +
  'Чайковский\n' +
  'Новосибирск\n' +
  'Соликамск\n' +
  'Удмуртия, Можга\n' +
  'Сивинский р-н\n' +
  '\n' +
  '\n' +
  'Березники\n' +
  'Чайковский\n' +
  'Уфа\n' +
  'Уфа\n' +
  'Киселево\n' +
  'Башкортостан\n' +
  'Перм.край, Оханск\n' +
  'Оханск\n' +
  'Оханск\n' +
  'Пермь\n' +
  'Оханск\n' +
  'Оханск\n' +
  'Киров\n' +
  'Лысьва\n' +
  'Оренбург\n' +
  'Уфа\n' +
  'Нижний Тагил\n' +
  'Чусовой\n' +
  'Удмуртская республика\n' +
  'Удмуртская республика\n' +
  'Нефтекамск\n' +
  'Нижний Тагил\n' +
  'П. Харино Гайнский р-н\n' +
  'Ижевск\n' +
  'Гайны\n' +
  'Гайны\n' +
  'Дзержинск\n' +
  'Юсьва\n' +
  'Башкортостан \n' +
  'Уфа\n' +
  'Москва\n' +
  'Екатеринбург\n' +
  'Севастополь\n' +
  'Екатеринбург\n' +
  'Украина, Полтава\n' +
  'Пермь \n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Екатеринбург\n' +
  'Березники\n' +
  'Чайковский\n' +
  'Верхняя пышма\n' +
  'Нижний Новгород\n' +
  'Нижний Новгород\n' +
  'Тюмень\n' +
  'Чайковский\n' +
  'Екатеринбург\n' +
  'Вичуга\n' +
  'Чайковский\n' +
  'Новокузнецк\n' +
  'Чайковский\n' +
  'Челябинск\n' +
  'Мурманска\n' +
  'Очер\n' +
  'Очер\n' +
  'Свердловск \n' +
  'Соликамск\n' +
  'Чернушка\n' +
  'Кордон\n' +
  'Чайковский\n' +
  'Малобрусянское\n' +
  'Москва\n' +
  'Соликамск\n' +
  'Перм.край, Павловка\n' +
  'Чернушка\n' +
  'Чернушка\n' +
  'Перм.край, Чернушка\n' +
  'Чернушка\n' +
  'Кызыд\n' +
  'Удмуртия\n' +
  'Бузулук\n' +
  'Казань\n' +
  'Краснотурьинск\n' +
  'Чайковский\n' +
  'Чернушен.р-он\n' +
  'Перм.край, Черд.район\n' +
  '\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Сочи\n' +
  'г.Братск\n' +
  'Тюмень\n' +
  'Красноуральск\n' +
  'Пермь\n' +
  'Челябинск\n' +
  'Игра\n' +
  'Гусь-Хрустальный\n' +
  'Оса\n' +
  'Лысьва\n' +
  'Казань\n' +
  'Чусовой\n' +
  'Чернушка\n' +
  'Франция\n' +
  'Стерлитамак\n' +
  'Кизел\n' +
  'Перм.край,Кизел\n' +
  'Киров \n' +
  'Челябинск\n' +
  'Челябинск \n' +
  'Соликамск\n' +
  'Екатеринбург\n' +
  'Ижевск\n' +
  'Косинский р-н\n' +
  'Левичи\n' +
  'Березники\n' +
  'Березники\n' +
  'Березники\n' +
  'Екатеринбург\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Куеда\n' +
  'Мытищи\n' +
  'Череповец\n' +
  'Чебоксары\n' +
  'Пермь\n' +
  'Соликамск\n' +
  'с. Орда\n' +
  'Чернушка\n' +
  'Кизел\n' +
  'г.Березовая Красновиш. р-н\n' +
  '\n' +
  'Кострома\n' +
  'Горнозаводск\n' +
  'Горнозаводск\n' +
  'Чусовой\n' +
  'Екатеринбург\n' +
  'Омск\n' +
  'Оса\n' +
  'Красновишерск\n' +
  'Губах.р-он\n' +
  'Березники\n' +
  'Питер\n' +
  'Перм.край, Суксун\n' +
  'Суксун\n' +
  'Перм.край, Губаха\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Кудымкар\n' +
  'Воткинский район\n' +
  'Челябинск\n' +
  'Соликамск\n' +
  'Горнозавдск\n' +
  'Уфа\n' +
  'Южная Корея\n' +
  'Березовский р-он\n' +
  'Чайковский\n' +
  'Ижевск\n' +
  'Дубна\n' +
  'Москва\n' +
  'Нижний Новгород\n' +
  'Перм.край, Куеда\n' +
  'Кудымкар\n' +
  '\n' +
  'Лысьва\n' +
  '\n' +
  'Березники\n' +
  'Пермский край\n' +
  'Чайковский\n' +
  'Златоуст\n' +
  'Оханск.р-н, Табори\n' +
  'Лысьва\n' +
  'Ниж.Тагил\n' +
  'Екатеринбург\n' +
  'Свердл.обл., Асбес\n' +
  'Чусовой\n' +
  'Кунгур\n' +
  'Перм.край,с.Елово\n' +
  'Чайковский\n' +
  'Соликамск\n' +
  '\n' +
  'Чайковский\n' +
  'Куеда\n' +
  'чайковский\n' +
  'Новосибирск\n' +
  '\n' +
  'Кунгур\n' +
  'с. Неволино\n' +
  'Кунгур\n' +
  'Чусовой\n' +
  'Чайковский\n' +
  'Сысерть\n' +
  'Тюмень\n' +
  'Перм.край,п.Тюш\n' +
  '\n' +
  '\n' +
  'Москва\n' +
  'Санкт-Питербург\n' +
  'д. Кашино\n' +
  'Владивосток\n' +
  'сыктывкар\n' +
  'Москва\n' +
  'Пермь\n' +
  'Екатеринбург\n' +
  'Кизел\n' +
  'Соликамск\n' +
  'Свердл.обл, Лесной\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Челябинск\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Ростовская обл.\n' +
  'Ижевск\n' +
  'Югорск\n' +
  'Омск\n' +
  'Москва\n' +
  '\n' +
  'Екатеринбург\n' +
  'Удмуртия, Игра\n' +
  'Удмуртия \n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Татарстан\n' +
  'Суксун\n' +
  'Суксун\n' +
  'Ялта\n' +
  'Архангельск\n' +
  'Екатеринбург\n' +
  'Удмуртия, Игра\n' +
  'Чайковский\n' +
  '\n' +
  'Пермь\n' +
  'Соликамск\n' +
  'Тула\n' +
  'Прокопьевск\n' +
  'Ижевск\n' +
  'Оренбург\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Лысьва\n' +
  'Серов\n' +
  'Губаха\n' +
  'Губаха\n' +
  'Губаха\n' +
  'Татарстан, Бугульма\n' +
  'Перм.край, Куеда\n' +
  'Соликамск\n' +
  'Ижевск\n' +
  'Горнозаводск\n' +
  'Кунгур\n' +
  'Чайковский\n' +
  'Челябинск\n' +
  'Чайковский\n' +
  'Москва\n' +
  'с. Кемуль\n' +
  'Чермоз\n' +
  'Омск\n' +
  'Ижевск\n' +
  'Одинцово\n' +
  'Санкт-Питербург\n' +
  'Воронеж\n' +
  'Санкт-Питербург\n' +
  'Березники\n' +
  'Чайковский\n' +
  'Воткинск\n' +
  'Карабаш\n' +
  'Каменск-Уральский\n' +
  'Кунгур\n' +
  'Самара\n' +
  'Ижевск\n' +
  'Чайковский\n' +
  'Кизел\n' +
  'Екатеринбург\n' +
  'Ульян.обл.\n' +
  'г.москва\n' +
  'Амурск\n' +
  'Кудымкар\n' +
  'Перм.край,Кудымкар\n' +
  'Верещагин.р-н, с Зюкайка\n' +
  'Моск.обл., Краснознаменск\n' +
  'Кудымкар\n' +
  'Березовка\n' +
  'Березники\n' +
  'Березники\n' +
  'Нижний Тагил\n' +
  'Нижний Тагил, Сергеевский\n' +
  'Киров\n' +
  'Киров\n' +
  'Салехард\n' +
  'Кунг.р-он, с.Плеханово\n' +
  'с.Плеханово\n' +
  'Воткинск\n' +
  'Москва\n' +
  'Нижнекамск\n' +
  'Москва\n' +
  '\n' +
  'Санкт-Питербург\n' +
  'Соль-Илецк\n' +
  'Республика Тыва\n' +
  'Москва\n' +
  'Чайковский\n' +
  'Миасс\n' +
  'Киров\n' +
  'Слободск\n' +
  'Кир.обл, Слободский\n' +
  'Слободской\n' +
  'Калининград\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Архангельск\n' +
  'Лысьва\n' +
  'Ижевск\n' +
  'Уфа\n' +
  'Калининград\n' +
  'Кир.обл, Слободский\n' +
  'Пермь\n' +
  'Чайковский\n' +
  'Екатеринбург\n' +
  'Куеда\n' +
  'Кир.обл, Слободский\n' +
  'Чайковский\n' +
  'Березники\n' +
  'Чайковский\n' +
  '\n' +
  'Тюмень\n' +
  'Слободской\n' +
  'Кир.обл., д. Стеклофилины\n' +
  'Ижевск\n' +
  'Каменск-Уральский\n' +
  'Березники\n' +
  '\n' +
  'Москва\n' +
  'Миасс\n' +
  'Мытищи\n' +
  'Екатеринбург\n' +
  'Тюмень\n' +
  'Тюмень\n' +
  'Омск\n' +
  'Миасс\n' +
  'Березники\n' +
  'Березники\n' +
  '\n' +
  'Тюмень\n' +
  'Луговая\n' +
  'Березники\n' +
  'Майкоп\n' +
  'москва\n' +
  'москва\n' +
  'Москва\n' +
  'Горнозавдск\n' +
  'Березники\n' +
  'Екатеринбург\n' +
  'Санкт-Питербург\n' +
  'Пермский край\n' +
  'Соликамск\n' +
  '\n' +
  'Оренбург\n' +
  'Череповец\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чусовой\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Челябинск\n' +
  'Узбекистан\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Кын\n' +
  'Нижний Тагил\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Лысьва\n' +
  'Югорск\n' +
  'Екатеринбург\n' +
  'австрия\n' +
  'Суксун\n' +
  'Сысерть\n' +
  'Ноябрьск\n' +
  'Чайковский\n' +
  'Пермь\n' +
  'Новокузнецк\n' +
  'Красноярск\n' +
  'Рудмичный\n' +
  'Сива\n' +
  'Санкт-Питербург\n' +
  'Санкт-Питербург\n' +
  'Томск\n' +
  'Москва\n' +
  'Каргополь\n' +
  'Екатеринбург\n' +
  'Набережные Челны\n' +
  '\n' +
  'Москва \n' +
  'Сарапул\n' +
  'Атабаево\n' +
  'Беларусь\n' +
  'Одинцово\n' +
  'Ижевск\n' +
  'Чернушка\n' +
  'Свердл.обл.,Нижняя Гура\n' +
  'Германия\n' +
  'Екатеринбург\n' +
  'Хакасия\n' +
  'Березники\n' +
  'Серов\n' +
  'Екатеринбург\n' +
  'Теплая гора\n' +
  'Казань\n' +
  'Пермь\n' +
  'Перм.край\n' +
  'Москва\n' +
  'Губаха\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  '\n' +
  'Новосибирск\n' +
  'Гремячинск\n' +
  'Гремячинск\n' +
  'Волгоград\n' +
  'Чайковский\n' +
  'Киров\n' +
  'Кировская обл.\n' +
  'Соликамск\n' +
  'Москва\n' +
  'Чайковский\n' +
  'Горн.р-он, с. Пашия\n' +
  'Ижевск\n' +
  'Оханск\n' +
  'Челябинск \n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Башкирия\n' +
  'Удмуртия, Ижевск\n' +
  'Свердл.обл.,Березовский\n' +
  'Ижевск\n' +
  'Иркутск\n' +
  'Киров.обл.\n' +
  'Миасс\n' +
  'Миасс\n' +
  'Челябинск\n' +
  'Чайковский\n' +
  'Новокузнецк\n' +
  'Челябинск\n' +
  'Соликамск\n' +
  'Челябинск\n' +
  'Чайковский\n' +
  'Десногорск\n' +
  'Пермь\n' +
  'Березники\n' +
  'Соликамск\n' +
  'Октябрьский район\n' +
  'Березники\n' +
  'Губаха\n' +
  'Вологда\n' +
  'Москва\n' +
  'Красноярск\n' +
  'Тюмень\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Киров\n' +
  'Горнозавдск\n' +
  'Омск\n' +
  'Куеда\n' +
  'Республика Саха, Якутия\n' +
  'с.Родники\n' +
  'Новоуральск\n' +
  'Москва\n' +
  'Киров\n' +
  'Соликамск\n' +
  'Чайковский\n' +
  'Перм.край, Бардым.р-он\n' +
  'Чусовой\n' +
  'Екатеринбург\n' +
  'Соликамск\n' +
  'Новороссийск\n' +
  'Новороссийск\n' +
  'Санкт-Питербург\n' +
  'Томск\n' +
  'Озерск\n' +
  'Хабаровск\n' +
  'Челябинск\n' +
  'Воткинск\n' +
  'Майкоп\n' +
  'Пермь\n' +
  'Моск.обл., Сергиево-Пасад\n' +
  'Свердл.обл-ть\n' +
  'Кирово-Чепецк\n' +
  'Свердловск\n' +
  'Чайковский\n' +
  'Свердл.обл., Лесной\n' +
  'Березники\n' +
  'Лесной\n' +
  'Екатеринбург\n' +
  'Клашово\n' +
  '\n' +
  'Челябинск\n' +
  'Москва\n' +
  'Удмуртия, п.Зюкайка\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Добрянка\n' +
  '\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Ижевск\n' +
  '\n' +
  'Киргизия\n' +
  'Тольятти\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Санкт-Питербург\n' +
  'Новосибирск\n' +
  'Рязань\n' +
  'Барда\n' +
  'Лысьва\n' +
  'Чайковский\n' +
  '\n' +
  'Ставропольский край\n' +
  'Нижний Тагил\n' +
  'Октябрьский р-он\n' +
  'Карагай\n' +
  'Чайковский\n' +
  'Москва\n' +
  '\n' +
  'Москва\n' +
  'Красновишерск \n' +
  'Кудымкар\n' +
  'Киров\n' +
  'Свердл.обл.\n' +
  'Железногорск\n' +
  'Нижний Тагил\n' +
  'Кемерово\n' +
  'Пермь\n' +
  'Архангельск\n' +
  'Оренбург\n' +
  'Соликамск\n' +
  'Бобровский\n' +
  'Екатеринбург\n' +
  'Березники\n' +
  'Томск\n' +
  '\n' +
  'Красноярск \n' +
  'Москва\n' +
  'Екатеринбург\n' +
  'Стерлитамак\n' +
  'Стерлитамак\n' +
  'Стерлитамак\n' +
  'Стерлитамак\n' +
  'Стерлитамак\n' +
  'Стерлитамак\n' +
  'Чайковский\n' +
  'Кемерово\n' +
  'Ижевск\n' +
  'Уфа\n' +
  'Соликамск\n' +
  'Чайковский\n' +
  'Соликамск\n' +
  'Ижевск\n' +
  'Суксун\n' +
  'Новосибирск\n' +
  'Соликамск\n' +
  'Нижний Тагил\n' +
  'Чайковский \n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Барнаул\n' +
  'Тюмень\n' +
  'Чусовой\n' +
  'Заречный\n' +
  'Копейск\n' +
  'Верещагино\n' +
  'Ульяновск\n' +
  'Пермь\n' +
  'Пермь\n' +
  'Красновишерск \n' +
  'Оса\n' +
  'Нижний Новгород\n' +
  'Лесной\n' +
  'Губаха\n' +
  'Казань\n' +
  'Лысьва\n' +
  'Башкирия, Октябрьский\n' +
  'Свердл.обл., Первомайск\n' +
  'Волжск\n' +
  'Перм.край,Оханск\n' +
  'Губаха\n' +
  'Казахстан, Приозёрск\n' +
  'Тульская обл., г.Донской\n' +
  'Ижевск\n' +
  'Ташкент\n' +
  'Екатеринбург\n' +
  'Нижневартовск\n' +
  'Петропавловск-Камчатский\n' +
  'Магнитогорск\n' +
  'Оренбург\n' +
  'Оренбург\n' +
  'Волгоград\n' +
  'Березники\n' +
  'Волгоград\n' +
  'Уфа\n' +
  'Кир.обл, г.Омутнинск\n' +
  'Очер\n' +
  'Губаха\n' +
  '\n' +
  'Губаха\n' +
  'Перм.край, Кизел\n' +
  'Кизел\n' +
  'Екатеринбург\n' +
  '\n' +
  'Пермь\n' +
  'Саратов\n' +
  '\n' +
  'Санкт-Питербург\n' +
  'Челябинск\n' +
  'С. Петербург\n' +
  '\n' +
  'Челябинск. обл., г. Куса \n' +
  'с.Коса\n' +
  'Тюменская обл.,г.Ятуроровск\n' +
  'Ялуторовск\n' +
  'Нижний Новгород\n' +
  'Кемерово\n' +
  'Перм.край, с.Елово\n' +
  'Нижний Тагил\n' +
  'Киров\n' +
  'Москва\n' +
  'Ординский р-н\n' +
  'Пермь\n' +
  'Чернушка\n' +
  'Чайковский\n' +
  'Магнитогорск\n' +
  'Чел.обл., Коркино\n' +
  'Магнитогорск\n' +
  'Монголия\n' +
  'с.Яншур\n' +
  'Соликамск\n' +
  'Белоруссия\n' +
  'Губаха\n' +
  'Глазов\n' +
  'Чайковский\n' +
  'Верещагино\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Одинцова\n' +
  'Пермь\n' +
  'Пермь\n' +
  'Губаха\n' +
  '\n' +
  'Кунгур\n' +
  'Соликамск\n' +
  'Уфа\n' +
  'Березники\n' +
  'Красноярск\n' +
  'Нижнекамск\n' +
  'с.Юська\n' +
  'Чусовой\n' +
  'Башкирия\n' +
  'Учалы\n' +
  'Челябинск\n' +
  'Серов\n' +
  'Свердловск \n' +
  'Челяб.обл.\n' +
  'Санкт-Питербург\n' +
  'Чусовой\n' +
  'Волгоград\n' +
  'Чайковский\n' +
  '\n' +
  'Чайковский\n' +
  'Александровск\n' +
  'Уфа\n' +
  'Чайковский\n' +
  'д.Заборье\n' +
  'Чайковский\n' +
  'Ижевск\n' +
  'Чайковский \n' +
  'Екатеринбург\n' +
  'Кудымкар\n' +
  'Кудымкар\n' +
  'Лениногорск\n' +
  'Пролетарск\n' +
  'Чайковский\n' +
  'Пермь\n' +
  'Перм.край, Суксун\n' +
  'Москва\n' +
  'Березники\n' +
  'Березники\n' +
  'Екатеринбург\n' +
  'Сыктывкар\n' +
  'Ижевск\n' +
  'Ленинградская обл.\n' +
  'Новосибирск\n' +
  'Перм.край,Чердынь\n' +
  'Нефтеюганск\n' +
  'Соликамск\n' +
  'Кунгур. р-он, д.Поповка\n' +
  'Екатеринбург\n' +
  'Красновишерск\n' +
  'Лысьва\n' +
  '\n' +
  '\n' +
  'Чайковский\n' +
  'Красноярск\n' +
  'Казань\n' +
  'Бийск\n' +
  'Лесной\n' +
  'Таджикистан\n' +
  'Чел.обл., Коркино\n' +
  'Чайковский\n' +
  'Удм.респ.\n' +
  'Пермь\n' +
  'Чайковский\n' +
  'Ижевск\n' +
  'Лысьва\n' +
  'Октябрьский р-он\n' +
  'ХМАО югра п. Пионерский\n' +
  'Челябинск\n' +
  'Куед.р-он\n' +
  'Чайковский\n' +
  'Казань\n' +
  'Перм.край, Суксун\n' +
  'Чебоксары\n' +
  'Нижневартовск\n' +
  'Казань\n' +
  'Воронеж\n' +
  'Ижевск\n' +
  '\n' +
  'Кудымкар\n' +
  'Нытва\n' +
  'Тульская обл., г. Богородицк\n' +
  'Кудымкар\n' +
  'Москва\n' +
  'Москва\n' +
  'Санкт-Питербург\n' +
  'Чайковский\n' +
  'Казахстан, Таврическое\n' +
  'Шадринск\n' +
  'Екатеринбург\n' +
  'Томск\n' +
  'Бикбарда\n' +
  'Лысьва\n' +
  '\n' +
  'Кунгур\n' +
  'Екатеринбург\n' +
  'п.Сарс\n' +
  'г.Чайковский\n' +
  'Чайковский\n' +
  'Ростов-на дону\n' +
  'Ижевск\n' +
  'Пермь\n' +
  'Вилайск\n' +
  'Березовски р-он\n' +
  'Березники\n' +
  'Пермь\n' +
  'Верещагино\n' +
  'Соликамск\n' +
  'Чайковский\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Очер\n' +
  'Орск\n' +
  'Соликамск\n' +
  'Тюмень\n' +
  'Новокузнецк\n' +
  'Тюмень\n' +
  'Бардымский р-он\n' +
  'Ленингр.обл., Коммунар\n' +
  'Чайковский\n' +
  'Чебоксары\n' +
  'Верещагино\n' +
  'Красновишерск\n' +
  'Чайковский\n' +
  'пермь\n' +
  'Красновишерск\n' +
  'Кировский р-н\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Оса\n' +
  'Ижевск\n' +
  'Кунгур\n' +
  'Суксун\n' +
  'Татарстан\n' +
  'Чайковский\n' +
  'Каменск-Уральский\n' +
  'Пермь\n' +
  '\n' +
  'Соликамский район\n' +
  'Екатеринбург\n' +
  'Березовский\n' +
  'Краснодар\n' +
  'Сыктывкар\n' +
  'Екатеринбург\n' +
  'Ижевск\n' +
  'Перм.край, Усольский р-он\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Челябинская обл.\n' +
  'Перм.край, п.Сокол\n' +
  'Удмуртия\n' +
  'Увинский р-н\n' +
  'Чайковский\n' +
  'Красноярск\n' +
  'Нефтекамск\n' +
  'Нефтекамск\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'респ-ка Крым, г.Саки\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Чайковский\n' +
  'Очер\n' +
  'Нижний Тагил\n' +
  'Чайковский\n' +
  'Агрыз\n' +
  'Кировская обл.\n' +
  'москва\n' +
  'Воткинск\n' +
  'Оса\n' +
  'Чайковский\n' +
  'Москва\n' +
  'Красновишерск\n' +
  'п.Раменское\n' +
  'Чермоз\n' +
  'Кунгур \n' +
  'Киров\n' +
  'Екатеринбург\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Ижевск\n' +
  'Первоуральск\n' +
  'Йошкар-Ола\n' +
  'Кунгурский р-н\n' +
  'Соликамск\n' +
  'Чайковский\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Красновишерск\n' +
  'Красновишерск\n' +
  'Нытва\n' +
  'Омск\n' +
  'Березники\n' +
  'Краснокамск\n' +
  'Белоево\n' +
  'п.Кордон\n' +
  'Кордон\n' +
  'Перм.край,Большесосн.р-он\n' +
  'Октябрьский р-он\n' +
  'Куеда\n' +
  'Красноярск\n' +
  'Оса\n' +
  'Вологда\n' +
  'Соликамск\n' +
  'Березники\n' +
  'Украина\n' +
  'Чайковский\n' +
  'В.Пышма\n' +
  'Киро-Чепецк\n' +
  'Пермь\n' +
  'Златоуст\n' +
  'Березовка\n' +
  'с.Березовка\n' +
  'Соликамск\n' +
  'Березники\n' +
  'Иркутск\n' +
  'Суксун\n' +
  'Нижний Тагил\n' +
  'Суксун\n' +
  'Соликамск\n' +
  'Пермь\n' +
  'Ялуторовск\n' +
  'Мос.обл. г.Одинцова\n' +
  'Украина\n' +
  'Пермь\n' +
  '\n' +
  'Республика Саха, Якутия\n' +
  'Екатеринбург\n' +
  'Кострома\n' +
  'Татарстан\n' +
  'Екатеринбург\n' +
  'Кудымкар\n' +
  'д. Кляпово\n' +
  'Ильинск\n' +
  'Казань\n' +
  'Перм.край, Суксун\n' +
  'Чайковский\n' +
  'Ижевск\n' +
  '\n' +
  'Добрянка\n' +
  'Чернушка\n' +
  'Ижевск\n' +
  'Игра\n' +
  'Москва\n' +
  'Октябрьский\n' +
  'Сеполь\n' +
  'Екатеринбург\n' +
  'Перм.край,Оханск\n' +
  'Кунгур\n' +
  'Киров\n' +
  'Соликамск\n' +
  'г.Чайковский\n' +
  'Майкоп\n' +
  'Екатеринбург\n' +
  'г.Татарстан\n' +
  'Кир.обл, Слободский\n' +
  'Киров \n' +
  'Екатеринбург\n' +
  'Чайковский\n' +
  'Киров\n' +
  'Кудымкар\n' +
  'Перм. Край, Соликамск\n' +
  'Перм. Край, Соликамск\n' +
  'Екат-рг\n' +
  'Кизел\n' +
  'Гремячинск\n' +
  'Чусовой\n' +
  'Екатеринбург\n' +
  'Удмуртия\n' +
  'Щёлково\n' +
  'Санкт-Петербург\n' +
  'Березники\n' +
  'Чайковский\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Перм.край, Оханск\n' +
  'Оханск\n' +
  'Оханский р-н, Дуброво\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Свердл.обл.\n' +
  'Тобольск\n' +
  'Горнозаводск\n' +
  'Курганская обл.\n' +
  'Губаха\n' +
  'Удмуртия, Ижевск\n' +
  'Нижний Тагил\n' +
  'Березовка\n' +
  'Челяб.обл., с.Петропавловка\n' +
  'г.Губаха\n' +
  'Иваново\n' +
  'Челябинск\n' +
  'Чайковский\n' +
  'С. Петербург\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'П Пильна \n' +
  'Перм.край, Нытва\n' +
  'Кудымкар\n' +
  'Воткинск\n' +
  'Соликамск\n' +
  'Куеда\n' +
  'Чайковский\n' +
  'Челябинск\n' +
  'Санкт-Питербург\n' +
  'Пермь\n' +
  'Красноярск\n' +
  'Березники\n' +
  '\n' +
  'Ижевск\n' +
  'респ.Адыгея\n' +
  'Краснотуринск\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  '\n' +
  'Кизел\n' +
  'Соликамск\n' +
  'Минусинск\n' +
  'Киров\n' +
  'Кострома\n' +
  'Киров\n' +
  'Н-Уренгой\n' +
  'Курганская обл.\n' +
  'Краснокамск\n' +
  'Москва\n' +
  'Казань\n' +
  'Соликамск\n' +
  'Якутия \n' +
  'Соликамск\n' +
  'Челябинск\n' +
  'Долгопрудный\n' +
  'г.москва\n' +
  'Пермь\n' +
  'Кемерово\n' +
  'Кемерово\n' +
  'Нижний Тагил\n' +
  'Пермь\n' +
  'Оса\n' +
  'Севастополь\n' +
  'Ижевск\n' +
  'Оса\n' +
  'Чайковский\n' +
  'Пермь\n' +
  'Кудымкар\n' +
  'Украина, Полтава\n' +
  'украина\n' +
  'Косинский р-н\n' +
  'Чайковский\n' +
  'Ижевск\n' +
  'Соликамск\n' +
  'Новгородская обл.\n' +
  'Кудымкар\n' +
  'Березовский р-он\n' +
  '\n' +
  'Пушкино\n' +
  'Санкт-Питербург\n' +
  'Ижевск\n' +
  'Соликамск\n' +
  'Иркутск\n' +
  'Уфа\n' +
  'Пермь\n' +
  'Северск\n' +
  'Чусовой\n' +
  'Нижний Новгород\n' +
  'Свердл.обл.\n' +
  'Свердл.обл.\n' +
  '\n' +
  'Екатеринбург\n' +
  'Стерлитамак\n' +
  'Челяб. Обл.\n' +
  'Челяб.обл., Троицк\n' +
  'Первоуральск\n' +
  'Респ.Коми\n' +
  'Соликамск\n' +
  'Кирово-Чепецк\n' +
  'Соликамск\n' +
  'Киро-Чепецк\n' +
  'Ижевск\n' +
  'Калининград\n' +
  'Михайловка\n' +
  '\n' +
  'с.Б.-Коча\n' +
  'Саратов\n' +
  'п.Вожега\n' +
  'Оренбург\n' +
  'Киров\n' +
  'Оса\n' +
  'Оханск\n' +
  'Пермь\n' +
  'Екатеринбург\n' +
  'Добрянка\n' +
  'Лесной\n' +
  'Чайковский\n' +
  'Свердл.обл.\n' +
  '\n' +
  'Пермь\n' +
  'Екатеринбург\n' +
  'Лысьва\n' +
  'Екатеринбург\n' +
  '\n' +
  'Уфа\n' +
  'Киров\n' +
  'Швейцария\n' +
  'Кирово-Чепецк\n' +
  'Перм.край, Соликамск\n' +
  'Липецк \n' +
  '\n' +
  'Крым, с. Ишунь\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Курган\n' +
  'Чайковский\n' +
  '\n' +
  'Полевский\n' +
  'Свердл.обл.,Полевской\n' +
  'Чайковский\n' +
  'Бразилия\n' +
  'Москва\n' +
  'Киров\n' +
  'Салехард\n' +
  '\n' +
  'Глазов\n' +
  'Чусовой\n' +
  'Воткинск\n' +
  'Санкт-Петербург\n' +
  'Омск\n' +
  'н. Тагил\n' +
  'н. Тагил\n' +
  'Нижний Тагил\n' +
  'Сочи\n' +
  'Бодайбо\n' +
  'Свердловск \n' +
  'Рост.обл., Шахты\n' +
  'Екатеринбург\n' +
  'Горнозавдск\n' +
  'С. Петербург\n' +
  'С. Петербург\n' +
  'Кондратово\n' +
  'Ижевск\n' +
  'Кир.обл, Слободский\n' +
  'Челябинск\n' +
  'Соликамск\n' +
  'Пермь\n' +
  'Челябинск\n' +
  'Екатеринбург\n' +
  'Соликамск\n' +
  'Уфа\n' +
  'Екатеринбург\n' +
  'Уфа\n' +
  'Соликамск\n' +
  'Куеда\n' +
  'Чайковский\n' +
  'Соликамск\n' +
  'Екатеринбург\n' +
  'Чазево\n' +
  'Кир.обл, Слободский\n' +
  'Кир.обл, Слободский\n' +
  'Сургут\n' +
  'Малая Пурга\n' +
  'Чайковский\n' +
  'Екатеринбург\n' +
  '\n' +
  'с.Лечши\n' +
  'Нытва\n' +
  'Березники\n' +
  'Перм.край, Куеда\n' +
  'Чусовой\n' +
  'Тюмень\n' +
  'Ижевск\n' +
  'т. Гора\n' +
  'Башкортостан\n' +
  'Верещагино\n' +
  'Верещагино\n' +
  'Юсьва\n' +
  'п.Уву\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Нижний Тагил\n' +
  'Свердл.обл.,Асбест\n' +
  '\n' +
  'Челябинск\n' +
  'Иркутск\n' +
  'Горнозавдск\n' +
  'Ижевск\n' +
  'Екатеринбург\n' +
  'Тюмень\n' +
  'Красноярск\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Москва\n' +
  'Кирово-Чепецк\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Чайковский\n' +
  'Александровск\n' +
  'Глазов\n' +
  'Томск\n' +
  '\n' +
  'Алтай\n' +
  'Куеда\n' +
  'Нижний Новгород\n' +
  'Кез\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Челябинск\n' +
  'Санкт-Питербург\n' +
  'Березники\n' +
  'Ижевск\n' +
  'Череповец\n' +
  'Челяб.обл.\n' +
  'с.Иглино\n' +
  'Ижевск\n' +
  'Село  Иглино/бАШКИРИЯ\n' +
  'Липецк\n' +
  'Перм.край\n' +
  'Серов\n' +
  '\n' +
  'Песковка\n' +
  'Ижевск\n' +
  '\n' +
  'Оса\n' +
  'г.Чайковский\n' +
  'Чайковский\n' +
  'Тольятти\n' +
  'Моск.обл., \n' +
  'Минск\n' +
  '\n' +
  'Санкт-Питербург\n' +
  'Тобольск\n' +
  'Перм.край, Чусовой\n' +
  'Очер\n' +
  'Соликамск\n' +
  'Екатеринбург\n' +
  'Удмуртия\n' +
  'Липецк\n' +
  'Москва\n' +
  'Киев\n' +
  'Киев\n' +
  'Березники\n' +
  '\n' +
  'Оса\n' +
  'Карагайский р-он\n' +
  'Чайковский\n' +
  'Москва\n' +
  'Ирк.обл.,Тельма\n' +
  'Удмуртия, Игра\n' +
  'Киров\n' +
  'Тюмень\n' +
  'Перм.край, Куеда\n' +
  'г.Ростов\n' +
  'Курган\n' +
  '\n' +
  'Горнозавдск\n' +
  'Москва\n' +
  'Березники\n' +
  'Перм.край,Чайковский\n' +
  '\n' +
  'Березники\n' +
  'Глазов\n' +
  'Ржевск\n' +
  'Екатер.\n' +
  'Тоншаево\n' +
  'Тоншаево\n' +
  'Челяб.обл., Троицк\n' +
  'Киров\n' +
  'Большесосновский р-он\n' +
  'Ленинград.обл., г.Гатчина\n' +
  'Екатеринбург\n' +
  'Ленингр.обл.\n' +
  '\n' +
  'Серов\n' +
  'Чайковский\n' +
  'Пермь\n' +
  'пос.Октябрьский\n' +
  'Киров\n' +
  'Киров\n' +
  'Багыр\n' +
  'Чусовой\n' +
  'Перм.край,Оханск\n' +
  'Кудымкар\n' +
  'Анапа\n' +
  'Красновишерск\n' +
  'Соликамск\n' +
  'Агрыз\n' +
  'Ижевск\n' +
  'Есентуки\n' +
  'Екатеринбург\n' +
  'Ижевск\n' +
  'Березники\n' +
  '\n' +
  'Омск\n' +
  'Чусовой\n' +
  'Березники\n' +
  'Добрянка\n' +
  '\n' +
  'Екатеринбург\n' +
  'Темная Гора,\n' +
  'Горнозаводск\n' +
  'Горназоводск\n' +
  'Екатеринбург\n' +
  'Нижний Тагил\n' +
  'Екатеринбург\n' +
  'г.Оханск\n' +
  'Ижевск\n' +
  'Набережные Челны\n' +
  'Якино\n' +
  'Губаха\n' +
  'Чайковский\n' +
  'Екатеринбург\n' +
  'Кунгур\n' +
  'Горки\n' +
  'Соликамск\n' +
  'Чайковский\n' +
  '\n' +
  'Чусовой\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Удмуртия, п.Зюкайка\n' +
  'Соликамск\n' +
  'Новочебоскарск\n' +
  '\n' +
  'г.Соликамск\n' +
  'Санкт-Питербург\n' +
  'Тюмень\n' +
  'Ижевск\n' +
  'Омск\n' +
  'Ижевск\n' +
  'Белгородская обл.\n' +
  'Россия\n' +
  'Тюмень\n' +
  '\n' +
  'Киров\n' +
  'Тюмень\n' +
  'Чайковский\n' +
  'Московская область\n' +
  'Московская область\n' +
  'Омск\n' +
  'Москва\n' +
  'Лесной\n' +
  'Березники\n' +
  'Удмуртия, Можга\n' +
  '\n' +
  'Красновишерск\n' +
  'Красновишерск\n' +
  'Курган\n' +
  'Кунгур\n' +
  'Сургут\n' +
  'Екатеринбург\n' +
  'Дюртюли\n' +
  'Екатеринбург\n' +
  'Омутнинск\n' +
  'Екатеринбург\n' +
  'Чусовой\n' +
  'Москва\n' +
  'Лесной\n' +
  'Лесной\n' +
  'Куеда\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Томск\n' +
  'Волгоград\n' +
  'Казань\n' +
  'Лысьва\n' +
  'Свердл.обл., г.Ирбите\n' +
  'Челябинск\n' +
  'Челябинск\n' +
  'Красноуфимск\n' +
  'Воткинск\n' +
  'г.Саров\n' +
  'Кыргызская Республика\n' +
  'Красноярск\n' +
  'Березники\n' +
  'Екатеринбург\n' +
  'Чайковский\n' +
  'Респ Коми\n' +
  'Екатеринбург\n' +
  'Барнаул\n' +
  'Оса\n' +
  'Пермь\n' +
  'Челяб.обл.\n' +
  'Казань\n' +
  'Верещагино\n' +
  'Чайковский\n' +
  'д. Клерга\n' +
  'Киров\n' +
  'Ижевск\n' +
  'Владимир\n' +
  'Ижевск\n' +
  'Нижний Тагил\n' +
  'Омск\n' +
  'Верещагино\n' +
  'Екатеринбург\n' +
  'Березники\n' +
  'Кунгур\n' +
  'Чайковский\n' +
  'Ижевск\n' +
  'Ростов на Дону\n' +
  'Чайковский\n' +
  'Косинский р-н\n' +
  'Чайковский\n' +
  'Донецк\n' +
  'Екатеринбург\n' +
  'Березовка\n' +
  'Моск.обл., \n' +
  'Томск\n' +
  'Качканар\n' +
  'Екатеринбург\n' +
  'Моск.обл., \n' +
  'Москва\n' +
  'Свердл.обл\n' +
  'Новотроицк\n' +
  'Екатеринбург\n' +
  'Соликамск\n' +
  'г.Кунгур\n' +
  'Красноуфимск\n' +
  'Чайковский\n' +
  'Ижевск\n' +
  'Кудымкар\n' +
  'Киров\n' +
  'Чайковский\n' +
  'Екатеринбург\n' +
  'Тамбов\n' +
  '\n' +
  '\n' +
  'Соликамск\n' +
  'Великое Поле\n' +
  'Соликамск\n' +
  'Тобольск\n' +
  'Юсьва\n' +
  'Юсьва\n' +
  '\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Село Рябова\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'челябинск\n' +
  'Березники\n' +
  'Соликамск\n' +
  'Челябинская обл.\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Кострома\n' +
  'Нефтеюганск\n' +
  'Рудничный\n' +
  'Чайковский\n' +
  'Екатеринбург\n' +
  'Австрия\n' +
  'Чайковский\n' +
  'Челябинск\n' +
  'Екатеринбург\n' +
  'Челябинск\n' +
  'Кемерово\n' +
  'Уфа\n' +
  '\n' +
  'Челябинск\n' +
  'Шушенское\n' +
  'Бузулук\n' +
  'Сургут\n' +
  'Челябинск\n' +
  'Самара\n' +
  'Чайковский\n' +
  'Березники\n' +
  'Нижнекамск\n' +
  'Бардымский р-он\n' +
  'Усть-Катаевск\n' +
  'Удмуртия п.Новый\n' +
  'Чусовой\n' +
  'Свердл.обл., Нижняя гора\n' +
  'Пижма\n' +
  'Нижневартовск\n' +
  '\n' +
  'Барнаул\n' +
  'Свердл.обл.\n' +
  'Чайковский\n' +
  'Чернушка\n' +
  'Пермь\n' +
  'Пермь\n' +
  'Суксун\n' +
  'Екатеринбург\n' +
  'Юсьва\n' +
  'Юсьва\n' +
  'Юсьва\n' +
  'Юсьва\n' +
  'с. Плеханово\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Пермь\n' +
  'Оренбург\n' +
  'Березовка\n' +
  'Воронеж\n' +
  'Краснодар\n' +
  'Чернушка\n' +
  'Уфа\n' +
  'Новокузнецк\n' +
  'Уфа\n' +
  'Тульская обл. Новомосковск\n' +
  'Устиновск\n' +
  'Ижевск\n' +
  'Оренбург\n' +
  'Сургут\n' +
  'Киев\n' +
  'Свердл. Обл.,п.Арамиль\n' +
  'Челябинск\n' +
  'Кунгур\n' +
  'Чураки\n' +
  'Ижевск\n' +
  'Челябинск\n' +
  'г.Новосибирск\n' +
  'Екатеринбург\n' +
  'Ижевск\n' +
  'Томск\n' +
  'Куеда\n' +
  'Тольятти\n' +
  '\n' +
  'Пермь\n' +
  'Верещагино\n' +
  'Верещагино\n' +
  'Екатеринбург\n' +
  'Лысьва\n' +
  'Чернушка\n' +
  'Чусовой\n' +
  'Березовка\n' +
  'москва\n' +
  'Москва\n' +
  'Свердл.обл., г.Верхняя Салда\n' +
  'Чусовой\n' +
  'Волжский\n' +
  'Оханск\n' +
  '\n' +
  'Челябинск\n' +
  'Германия\n' +
  'Чусовой\n' +
  'Пермь\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Курган\n' +
  'Республика Саха, Якутия\n' +
  'Чайковский\n' +
  'Кунгур\n' +
  'Чайковский\n' +
  'Екатеринбург\n' +
  '\n' +
  'Нефтекамск\n' +
  'Уфа\n' +
  'Березники\n' +
  'Ханты-мансийск\n' +
  'Киров.обл., п.Юрья\n' +
  'Уфа\n' +
  '\n' +
  'Казань\n' +
  'Казань\n' +
  'Пермь\n' +
  'Перм.край, Чайковский\n' +
  'Кудымкар\n' +
  'Кудымкар\n' +
  'Чайковский\n' +
  'Нижний Новгород\n' +
  'Санкт-Петербург\n' +
  'Челябинск\n' +
  'Чайковский\n' +
  'Калуга\n' +
  'Усть-Багаряк, Челяб.обл.\n' +
  'Челябинск\n' +
  'п.Пашия\n' +
  'Ижевск\n' +
  'Финляндия\n' +
  'Ижевск\n' +
  'Свердл.обл.,Карпинск\n' +
  'Екатеринбург\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Сысерть\n' +
  'Челябинск\n' +
  'Красновишерск\n' +
  'Кочево\n' +
  'Кордон\n' +
  'с. Балтым\n' +
  'Чайковский\n' +
  'Барда\n' +
  'Москва\n' +
  'Подольск\n' +
  'Соликамск\n' +
  'Курган\n' +
  'Березовка\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Ижевск\n' +
  'Первоуральск\n' +
  'Сочи\n' +
  'Тайвань\n' +
  'Калининград\n' +
  'Горнозаводск\n' +
  'пос. Кез\n' +
  'Пермь\n' +
  '\n' +
  '\n' +
  'Германия\n' +
  'Германия\n' +
  'Пермь\n' +
  'Ревда\n' +
  'Сарапул\n' +
  'Сарапул\n' +
  'Сарапул\n' +
  'Курган\n' +
  'Соликамск\n' +
  'Самара\n' +
  'Самара\n' +
  'Кудымкар\n' +
  'с.Родники\n' +
  '\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Екатеринбург\n' +
  'Чайковский\n' +
  'Березовка\n' +
  'Кудымкар\n' +
  'Волгоград\n' +
  'Чайковский\n' +
  'с. Юксеево\n' +
  'Воронежская обл.,с.Ковалёво\n' +
  'Кировская обл.\n' +
  'Архангельск\n' +
  'г.Соликамск\n' +
  'Березники\n' +
  'Екатеринбург\n' +
  'Чайковский\n' +
  'Красноуфимск\n' +
  'Ханты-мансийск\n' +
  'Лысьва\n' +
  'т. Гора\n' +
  'Нижний Тагил\n' +
  'Чайковский\n' +
  'Лысьва\n' +
  'Чусовой\n' +
  'Перм. Край, Соликамск\n' +
  'Оса\n' +
  'Сарапул\n' +
  'Оренбург\n' +
  'Березники\n' +
  '\n' +
  'Нижний Тагил\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Чернушка\n' +
  'Екатеринбург\n' +
  'Березники\n' +
  'Березники\n' +
  'Троицк\n' +
  'Кудымкар\n' +
  'Пермь\n' +
  'Бирск\n' +
  'Ижевск\n' +
  'Перм.край, Куеда\n' +
  'Чайковский\n' +
  'Екатеринбург\n' +
  'Челябинск\n' +
  'Каменск-Уральский\n' +
  'Кудымкар\n' +
  'Киров\n' +
  'Чайковский\n' +
  'Пермь\n' +
  'Новосибирск\n' +
  'Оса\n' +
  'Тюмень\n' +
  'Свердл.обл\n' +
  'Пермь\n' +
  'Челяб.обл.\n' +
  'Екатеринбург\n' +
  'Чайковский\n' +
  'Челябинск\n' +
  'Куеда\n' +
  'Башкирия\n' +
  'Нижнекамск\n' +
  'Екатеринбург\n' +
  'Казань\n' +
  '\n' +
  'Соликамск\n' +
  'Куеда\n' +
  'Набережные Челны\n' +
  '\n' +
  'Ижевск\n' +
  'Томск\n' +
  'Чернушка\n' +
  'Губаха\n' +
  'г.Нижний Новгород\n' +
  '\n' +
  '_\n' +
  '-\n' +
  'Свердловск \n' +
  'Нефтекамс \n' +
  'Германия\n' +
  'Москва \n' +
  'Екатеринбург\n' +
  'РБ с. Михайловка\n' +
  'Березовский\n' +
  'Куеда\n' +
  'Чайковский\n' +
  'Башкирия\n' +
  'Тульская обл.\n' +
  'Горнозавдск\n' +
  'Тобольск\n' +
  'Соликамск\n' +
  'с. Тюй\n' +
  'Екатеринбург\n' +
  'Москва\n' +
  'Обвинск\n' +
  'Усольский р-н\n' +
  'Ижевск\n' +
  '\n' +
  'Пермь\n' +
  'Перм.край, Осин.р-он\n' +
  'Чайковский\n' +
  'Тюмень\n' +
  'Александровск\n' +
  'Усолье\n' +
  'Чайковский\n' +
  'Вогулка\n' +
  'Чайковский\n' +
  'Свердл. Обл.\n' +
  'Киров\n' +
  'Горнозаводск\n' +
  'Чайковский\n' +
  'Ижевск\n' +
  'Оханск.р-н, Табори\n' +
  'Нижний Новгород\n' +
  'Оханск\n' +
  'Куеда\n' +
  'оханск\n' +
  'Екатеринбург\n' +
  'Добрянка\n' +
  'Соликамск\n' +
  'Оренбург\n' +
  'Оренбург\n' +
  'Орск\n' +
  'Екатеринбург\n' +
  'Косторома\n' +
  'Киров\n' +
  'Киров\n' +
  'Киров\n' +
  'Пермь\n' +
  'Пермь\n' +
  'Октябрьский\n' +
  'Перм.край,с.Черновское\n' +
  'Нижний Тагил\n' +
  'Кунгур\n' +
  'Москва\n' +
  'г.Печора\n' +
  'Санкт-Питербург\n' +
  'Соликамск\n' +
  'Москва\n' +
  'Свердловская обл.\n' +
  'Москва\n' +
  'Очер\n' +
  'США/Чикаго\n' +
  'США/Чикаго\n' +
  'Киров\n' +
  '\n' +
  'Нижний Тагил\n' +
  'Чусовой\n' +
  'Саратов\n' +
  'Слободской\n' +
  'Магнитогорск\n' +
  'Москва\n' +
  'г.Куеда\n' +
  'Можга\n' +
  'Соликамск\n' +
  'Чайковский\n' +
  'Магнитогорск\n' +
  'Чайковский\n' +
  'Алтай\n' +
  'Москва\n' +
  'Красноярский край\n' +
  'Чайковский\n' +
  'Александровск\n' +
  'Чайковский\n' +
  'Южная Корея\n' +
  'Египет\n' +
  'Челябинск\n' +
  'Альметьевск\n' +
  'Новоуральск\n' +
  'Перм.край, Красновишерск\n' +
  'Финляндия\n' +
  'Уфа\n' +
  '\n' +
  'Перм.край, Чернушка\n' +
  'Чернушка\n' +
  'Чайковский\n' +
  'Оренбург\n' +
  '\n' +
  'Оса\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Республика Коми\n' +
  'Курган\n' +
  'Перм.край, Куеда\n' +
  'Пермь\n' +
  'Екатеринбург\n' +
  'Тюмень\n' +
  'Тюмень\n' +
  'Соликамск\n' +
  'с.Кочево\n' +
  'Соликамск\n' +
  'Пермь\n' +
  'Санкт-Петербург\n' +
  'Красноярск\n' +
  'Красноярск\n' +
  'Чусовой\n' +
  'Соликамск\n' +
  'Краснокамск\n' +
  'Ижевск\n' +
  'Уфа\n' +
  'Ижевск\n' +
  'Кушва\n' +
  'г.Кушва\n' +
  'Серов\n' +
  'Ульяновская обл.\n' +
  'Соликамск\n' +
  'Екатеринбург\n' +
  'Башкирия, Межгорье\n' +
  'Соликамск\n' +
  'Екатеринбург\n' +
  'Свердловск \n' +
  'Чернушка\n' +
  'Томск\n' +
  'РБ с. Павловка\n' +
  'Лысьва\n' +
  'Лысьва\n' +
  'Пушкин\n' +
  'Н. -Шайтанский\n' +
  'Медиогорск\n' +
  'Арамиль\n' +
  'пос. Шумихинский\n' +
  'д. Аксарино\n' +
  'Новосибирск\n' +
  'Кунгур\n' +
  '\n' +
  'Ижевск\n' +
  'Первоуральск\n' +
  'Беларусь\n' +
  'Красноуральск\n' +
  'Нижний Тагил\n' +
  'Когалым\n' +
  'Екатеринбург\n' +
  '\n' +
  'Йошкар-Орла\n' +
  'Краснокамск\n' +
  'Челябинск\n' +
  'Челябинск\n' +
  'Пермь\n' +
  'Березники\n' +
  'Губаха\n' +
  'Краснодарский край\n' +
  'Октябрьский\n' +
  'Соликамск\n' +
  'Пермь\n' +
  'с. Березовка\n' +
  'Тюмень\n' +
  'Чернушка\n' +
  'Тольятти\n' +
  'Березники\n' +
  'Бийск\n' +
  'Бийск\n' +
  'Соликамск\n' +
  'Кудымкар\n' +
  'Казань\n' +
  'Тюй\n' +
  'Чернушка\n' +
  'Рубцовск\n' +
  'Соликамск\n' +
  'Екатеринбург\n' +
  'Федотово\n' +
  'Волгоград\n' +
  'США \n' +
  'Нижегороская обл.\n' +
  'Нижегороская обл.\n' +
  'Воткинск\n' +
  'Чита\n' +
  'Кудымкар\n' +
  'Екатеринбург\n' +
  'Йошкар-Орла\n' +
  'Одинцово\n' +
  'Астраханская обл\n' +
  'Теплая гора\n' +
  'Самара\n' +
  'Чайковский\n' +
  'Соликамск\n' +
  'Чайковский\n' +
  '\n' +
  'Куеда\n' +
  'Екатеринбург\n' +
  'Украина\n' +
  'Уфа\n' +
  'Губаха\n' +
  'Губаха\n' +
  'Березники\n' +
  'Санкт-Петербург\n' +
  'Санкт-Петербург\n' +
  'Нижний Тагил\n' +
  'Усолье\n' +
  'Чувашия\n' +
  'Татарстан\n' +
  'Пермь\n' +
  'Кудымкар\n' +
  '\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  'Соликамск\n' +
  'Чайковский\n' +
  'Березники\n' +
  'Чайковский\n' +
  'Шадейка\n' +
  '\n' +
  'Усть-Иминск\n' +
  'Чернушка\n' +
  'Екатеринбург\n' +
  'Челябинск\n' +
  'Свердловская обл.\n' +
  'Алтай\n' +
  'Свердловская обл.\n' +
  'Йошкар-Орла\n' +
  '\n' +
  'Пермь \n' +
  'Суксун\n' +
  'Соликамск\n' +
  '\n' +
  'Губаха\n' +
  'Верещагино\n' +
  'Москва\n' +
  'Суксун\n' +
  'Москва\n' +
  'Березники\n' +
  'Кудымкар\n' +
  'Кудымкар\n' +
  'Казань\n' +
  'Казань\n' +
  'Березники\n' +
  'Береники\n' +
  'Куеда\n' +
  'Куеда\n' +
  'Кизьва\n' +
  'Ижевск\n' +
  'Куеда\n' +
  'Куеда\n' +
  'Сарапул\n' +
  'Кунгур\n' +
  '\n' +
  '\n' +
  '\n' +
  '\n' +
  '\n' +
  'Пермь\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  'Корсаков\n' +
  'Кировская обл.\n' +
  'Сыктывкар\n' +
  '\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  '\n' +
  'Свердлвская обл.\n' +
  '\n' +
  '\n' +
  '\n' +
  '\n' +
  'Кунгур\n' +
  '\n' +
  'Лысьва\n' +
  'Суксун\n' +
  'Карагай\n' +
  'Куеда\n' +
  'Куеда\n' +
  'Гаинский р-н\n' +
  'Большая Соснова\n' +
  'Лысьва\n' +
  'Лысьва\n' +
  'с.Нижний Лып \n' +
  'Чусовской р-н \n' +
  '\n' +
  '\n' +
  'Иркутск\n' +
  'Иркутск\n' +
  'Волгоградская обл.\n' +
  '\n' +
  'Березовка\n' +
  'Соликамск\n' +
  'Санкт-Петербург\n' +
  'Саратов\n' +
  'Самарская обл\n' +
  'Самарская обл.\n' +
  'Ногинский р-н\n' +
  'Магадан\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Чайковский\n' +
  'Косинский р-н\n' +
  'Октябрьский р-н\n' +
  'Елово\n' +
  'Губаха\n' +
  'Губаха\n' +
  'Первомайск\n' +
  'Нижний Новгород\n' +
  'Нижний Новгород\n' +
  'Первомайск\n' +
  'Первомайск\n' +
  'Нижний Новгород\n' +
  'Чайковский\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Верхняя Салда\n' +
  'Чайковский \n' +
  'Чайковский\n' +
  'Ижевск\n' +
  'Лысьва\n' +
  '\n' +
  'Донецк\n' +
  'Копейск\n' +
  'Челябинск\n' +
  '\n' +
  'Кунгур\n' +
  'Красновишерск\n' +
  'Пермь\n' +
  '\n' +
  'Соликамск\n' +
  'Коса\n' +
  'Чайковский\n' +
  '\n' +
  'Соликамск\n' +
  'Октябрьский р-н\n' +
  'Оханск\n' +
  '\n' +
  'Железнодорожный\n' +
  'Майкор\n' +
  '\n' +
  'Осинский р-н\n' +
  '\n' +
  'Орда\n' +
  'Орда\n' +
  '\n' +
  '\n' +
  'Советский р-н\n' +
  'Казань\n' +
  'Йошкар-Орла\n' +
  '\n' +
  'Ижевск\n' +
  'Набережные Челны\n' +
  '\n' +
  'Скальный\n' +
  'Яйва\n' +
  'Антипоюто\n' +
  'Антипоюто\n' +
  'Лысьва\n' +
  'Черное\n' +
  'Березники\n' +
  'Березники\n' +
  'Березники\n' +
  '\n' +
  '\n' +
  '\n' +
  '\n' +
  'Красновишерск\n' +
  '\n' +
  'Казань\n' +
  'Казань\n' +
  'Магнитогорск\n' +
  'РМЭ \n' +
  'Соликамский р-он\n' +
  '\n' +
  '\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Чердынь\n' +
  'Соликамск\n' +
  'Кудымкар\n' +
  '\n' +
  'с.Орда\n' +
  'Санкт-Петербург\n' +
  '\n' +
  'Усольский р-н\n' +
  'Оханский р-н\n' +
  'Чернушинский р-н\n' +
  'Березники\n' +
  'Березники\n' +
  'Березники\n' +
  'Чайковский\n' +
  'Нижний Новгород\n' +
  '\n' +
  'Березники\n' +
  'Курганская обл.\n' +
  'Североуральск\n' +
  '\n' +
  'Екатеринбург\n' +
  'Нижний Тагил\n' +
  'Нижний Тагил\n' +
  'Озерск\n' +
  'Кудымкар\n' +
  '\n' +
  '\n' +
  'Свердлвская обл.\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  '\n' +
  'Кудымкар\n' +
  '\n' +
  'Нижий Тагил\n' +
  '\n' +
  '\n' +
  '\n' +
  'Соликамск\n' +
  'Благовещенск\n' +
  'Частые\n' +
  '\n' +
  '\n' +
  'Чайковский\n' +
  '\n' +
  'Ижевск\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Иордания\n' +
  'Хакасия\n' +
  '\n' +
  'Березники\n' +
  '\n' +
  '\n' +
  '\n' +
  '\n' +
  '\n' +
  'Шадринск\n' +
  'Майкор\n' +
  '\n' +
  '\n' +
  '\n' +
  '\n' +
  'Чернушка\n' +
  'Хакасия\n' +
  '\n' +
  '\n' +
  'Соликамск\n' +
  '\n' +
  'Казань\n' +
  'Чусовой\n' +
  '\n' +
  'Гайнский р-н\n' +
  'ХМАО Югорск\n' +
  'Пермь\n' +
  'п.Орел\n' +
  'с. Орда\n' +
  'Воткинск\n' +
  '\n' +
  'Бугульма\n' +
  '\n' +
  'Кировочепецк\n' +
  'Кировочепецк\n' +
  'Кировочепецк\n' +
  'Кировочепецк\n' +
  'Тольятти\n' +
  '\n' +
  'Кунгурский р-н\n' +
  'Кизел\n' +
  'Косинский р-н\n' +
  'Чайковский\n' +
  'Тюмень\n' +
  'Тюмень\n' +
  'Горнозаводский р-н\n' +
  'Екатеринбург\n' +
  'Пермь\n' +
  'Лысьва\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  '\n' +
  'Серов\n' +
  'Серов\n' +
  'Серов\n' +
  'Серов\n' +
  'Серов\n' +
  'Серов\n' +
  '\n' +
  'Египет\n' +
  '\n' +
  'Чернушка\n' +
  'Чернушка\n' +
  'Нижний Тагил\n' +
  'Гайнский р-н\n' +
  '\n' +
  'Лысьвенский р-он\n' +
  'Гайнский р-н\n' +
  'Нижнекамск\n' +
  'Пермь\n' +
  'Омск\n' +
  'Нижний Тагил\n' +
  'Тюмень\n' +
  'Тюмень\n' +
  '\n' +
  'Чайковский\n' +
  'Губаха\n' +
  '\n' +
  'Чайковский\n' +
  'Чайковский\n' +
  '\n' +
  '\n' +
  '\n' +
  'Узбекистан\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  '\n' +
  'Соликамск\n' +
  '\n' +
  '\n' +
  'Березники\n' +
  'Березники\n' +
  '\n' +
  '\n' +
  'Кизел\n' +
  'Суксунский р-он\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  '\n' +
  'Губаха\n' +
  'Соликамск\n' +
  'пос. Орел\n' +
  'Новороссийск\n' +
  '\n' +
  'Нижний Тагил\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Карпинск\n' +
  'Карпинск\n' +
  'Лесной Свердл. Обл.\n' +
  'Березники\n' +
  'Березники\n' +
  'Соликамск\n' +
  'Екатеринбург\n' +
  'Губаха\n' +
  'Березовка\n' +
  'Нижний Новгород\n' +
  'Соликамск\n' +
  '\n' +
  'Соликамск\n' +
  'Куединский р-н\n' +
  'Краснодарский край\n' +
  'Новороссийск\n' +
  'Соликамск\n' +
  'Магнитогорск\n' +
  'Березники\n' +
  'Пермь\n' +
  '\n' +
  'Соликамск\n' +
  'Новосибирск\n' +
  '\n' +
  '\n' +
  '\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  '\n' +
  'Екатеринбург\n' +
  '\n' +
  '\n' +
  '\n' +
  'Пермь\n' +
  'Ижевск\n' +
  '\n' +
  '\n' +
  '\n' +
  '\n' +
  '\n' +
  'Екатеринбург\n' +
  'Волгоград\n' +
  'Красновишерский р-н\n' +
  'Челябинск\n' +
  '\n' +
  '\n' +
  'Оренбург\n' +
  'Оренбург\n' +
  '\n' +
  '\n' +
  'Ирак\n' +
  '\n' +
  'Иркутск\n' +
  'Бурятия\n' +
  'Ижевск\n' +
  'Ижевск\n' +
  'Египет\n' +
  'Оса\n' +
  'Березники\n' +
  '\n' +
  'Екатеринбург\n' +
  'Соликамск\n' +
  'Краснодар\n' +
  'Екатеринбург\n' +
  'Екатеринбург\n' +
  '\n' +
  '\n' +
  '\n' +
  'Каменск-Уральский\n' +
  'Екатеринбург\n' +
  '\n' +
  'Пермь\n' +
  '\n' +
  '\n' +
  '\n' +
  'Губаха\n' +
  'Карагай\n' +
  'Качканар\n' +
  '\n' +
  'Уфа\n' +
  'Минск\n' +
  'Челябинск\n' +
  'Чайковский\n' +
  'Пермь\n' +
  'Ижевск\n' +
  'Чайковский\n' +
  '\n' +
  'Кудымкар\n' +
  '\n' +
  'Соликамск\n' +
  'Соликамск\n' +
  'Чайковский\n' +
  'Соликамск\n' +
  'Кудымкар\n' +
  'Пермь\n' +
  '\n' +
  '\n' +
  'Киров\n' +
  'Соликамск\n' +
  '\n' +
  'Добрянка\n' +
  'Самара\n' +
  'Пермь\n' +
  '\n' +
  'Краснодар\n' +
  'Губаха\n' +
  'Екатеринбург\n' +
  'Уинский р-н\n' +
  'Чусовой\n' +
  'Лысьва\n' +
  'Чусовой\n' +
  'Чусовой\n' +
  'Березники\n' +
  '\n' +
  '\n' +
  'Березники\n' +
  'Кунгурский р-н\n' +
  'Плеханово\n' +
  'Чернушка\n' +
  '\n' +
  '\n' +
  '\n' +
  '\n' +
  '\n' +
  '\n' +
  'Чернушка\n'

module.exports = {cities};
